{
  "WelcomePage": {
    "preparado": "¿READY TO TRAVEL WITH ION?",
    "click": "CLICK ",
    "aquí": "HERE",
    "descubre": "AND DISCOVER MORE"
  },
  "HomePage": {
    "HEADER": {
      "about": "ABOUT ME",
      "projects": "WORKS",
      "cv": "CV",
      "contact": "CONTACT"
    },
    "SectionHeader": {
      "about": "ABOUT ME",
      "projects": "WORKS",
      "cv": "CV",
      "contact": "CONTACT"
    },
    "AboutMe": {
      "ion": "ion",
      "hey": "HEY",
      "im": "I´m",
      "text": "A passionate individual in the artistic sector across all its branches. I am dedicated to graphic design, frontend development, and photography. Do you want to see some of my work?"
    },
    "ProjectsSection": {
      "graphicdesign": {
        "title": "Graphic Design",
        "subcategories": {
          "illustration": "Illustration",
          "branding": {
            "title": "Branding",
            "projects": {
              "7metropolis": {
                "title": "7Metropolis",
                "descri": "Creation of the company's full corporate identity",
                "descri1": "PROJECT DESCRIPTION",
                "intro": "A young company with a philanthropic soul. It imports Basque and Catalan wines, allocating part of each sale to reforest and reurbanize neglected areas of Colombia. Inspired by the book Metropolis by Ben Wilson, the brand evokes great civilizations, nautical maps, ancient trade, and urban evolution. Everything was carefully designed to convey strength, legacy, and social commitment. From the logo to the smallest applications, each piece is part of a graphic universe with its own personality. Each element had to express both the flavor of the wine and the project’s social commitment. An experience where design not only sold products but helped sow the seeds of the future.",
                "logocola": "COLLABORATIVE LOGO",
                "logo": "LOGO",
                "logocolaDesc": "I designed logo variations to integrate the identities of 7Metropolis with those of the restaurants and distributors they collaborated with. The challenge was to merge styles without losing the essence of each brand. Flexible and balanced compositions were chosen, maintaining 7Metropolis's classic aesthetic while incorporating representative elements of the collaborating partner.",
                "tarjetas": "CARDS",
                "tarjetasDesc": "The business cards and other stationery items were designed by blending the corporate brand with different flags or the ikurriña, creating a color interplay that symbolized fraternity and collaboration.",
                "etiquetas": "LABELS",
                "etiquetasDesc": "The wine labels combine the European origin of the products with 7Metropolis’s ancient narrative. Textured illustrations, elegant serifs, and compositions evoking maps or historical crests were used.",
                "menu": "MENU & COASTERS",
                "menuDesc": "Designed to complement the sensory experience of the wine. Featuring a clean editorial style with vintage graphic touches, the goal was to convey sophistication and consistency with the brand universe.",
                "final": "All this work was carried out using the Adobe suite (Illustrator, Photoshop, InDesign, and Lightroom), paying attention not only to aesthetics but also to the intention behind each element. It was an experience where design became language, and the brand, a visual story."
              },
              "dra": {
                "title": "DRA!",
                "descri": "Company rebranding, photo and illustration catalog",
                "descri1": "PROJECT DESCRIPTION",
                "intro": "I joined the company during my internship to lead a comprehensive redesign of their corporate identity. The store, specializing in fashion accessories and children’s products, needed to differentiate both lines with unique visual identities while maintaining the brand’s essence. At the same time, we aimed to refresh the company's overall image. To achieve this, we worked as a team to understand their needs and final goals.",
                "logo": "LOGO DESIGN",
                "para": "I began by researching the company’s target audience (adults vs. children), creating two distinct logos under a single brand. The name was preserved, but the aesthetic was renewed for each segment.",
                "adulto": "ADULT LOGO",
                "adultoDesc": "I designed a sober and minimalist logo to unify all the products sold in the store, helping to establish consistent branding across the entire product line.",
                "nino": "CHILDREN’S LOGO",
                "rotulo": "LABEL",
                "ninoDesc": "I created a fun and colorful logo to catch the attention of children, using organic shapes and a vibrant color palette.",
                "como": "Since they also wanted to install signage outside their children's stores, I designed two different options. One made of multicolored wooden slats with the adapted logo printed on it. Another featuring a colorful tile collage.",
                "merchandising": "CORPORATE MERCHANDISING",
                "merchandisingDesc": "Design of fabric bags, customer cards, and packaging (paper bags) with the new identity.",
                "flyers": "FLYERS",
                "flyersDesc": "Flyer design for promotions and special events.",
                "campanas": "SEASONAL CAMPAIGNS",
                "campanasDesc": "Banners, emailings, and flyers for seasonal promotions (Christmas, sales, each season change, etc.).",
                "foto": "PRODUCT PHOTOGRAPHY AND SOCIAL MEDIA",
                "fotoDesc": "Lastly, I was also in charge of product photography for their website and social media, improving visual cohesion across all platforms."
              },
              "constone": {
                "title": "Constone",
                "descri": "Logo and merchandise design",
                "descri1": "PROJECT DESCRIPTION",
                "description": "Colaboración con esta marca para desarrollar una identidad visual coherente a través del diseño de logotipo, tarjetas de visita y materiales promocionales."
              },
              "codigo": {
                "title": "Código",
                "descri": "Logo and merchandise design",
                "descri1": "PROJECT DESCRIPTION",
                "description": "Diseño de interfaz y experiencia de usuario para una plataforma web, integrando componentes gráficos modernos y responsive."
              },
              "alquimia": {
                "title": "Alquimia Trip",
                "descri": "Target audience analysis, brand creation, and social media",
                "descri1": "PROJECT DESCRIPTION",
                "description": "Diseño de interfaz y experiencia de usuario para una plataforma web, integrando componentes gráficos modernos y responsive."
              },
              "kresala": {
                "title": "Kresala",
                "descri": "Building my own personal project from the ground up",
                "descri1": "PROJECT DESCRIPTION",
                "intro": "What began as a personal drawing for a tattoo has ended up becoming the inspiration to shape my own brand. A project that emerges organically, from the personal realm, but expands toward the collective by deeply connecting with the history, aesthetics, and identity symbols of the Basque Country.",
                "marca": "THE BRAND",
                "marcaDesc": "The conceptual core of the project revolves around a symbol loaded with history: the oak tree—more specifically, the Tree of Gernika. Located at the Assembly House of Gernika, this tree not only represents the strength and resilience of the Basque people but has also been, for centuries, the place where lords swore to uphold the Basque legal codes (fueros). Over time, it has become an emblem of freedom, cultural identity, and connection to the land. This symbolic dimension is what I chose to transfer to the brand's visual identity: strong, rooted, with solid values and deeply anchored in the collective memory.",
                "partir": "From this starting point, I began developing a visual language based on culturally rich elements: Basque landscapes, traditional objects, decorative motifs from local architecture, rural scenes, traditional clothing, elements of Basque mythology, and any visual resource that authentically represents Basque heritage. The design process begins with iconographic, historical, and emotional research, allowing the creation of unique compositions that blend tradition with a contemporary graphic approach. The production techniques I propose—such as woodcut printing and artisanal screen printing—add even more identity and authenticity to the final result.",
                "logo": "LOGO",
                "logoDesc": "One of the key elements in constructing the brand's visual world is the original drawing of a half-leaf, representing the clothing and accessories line. This image is designed to be complemented by a second half, symbolizing the jewelry line. When both parts come together, they create a cohesive total look where the textile and object universes merge in a harmonious and meaningful way. The shape of the cut is inspired by a key silhouette, referencing the Eskilantxarri rock on Saturraran beach—adding a symbolic layer connected to the territory, natural memory, and the opening of new possibilities.",
                "abarca": "The project comprises two main product lines: clothing and jewelry. The garments will include t-shirts, sweatshirts, tote bags, caps, scarves, and more—crafted with sustainable materials and a color palette aligned with the brand’s values: whites, blacks, earthy tones, greens, yellows, and oranges, directly inspired by the colors of nature. The jewelry line, on the other hand, takes a more sculptural and symbolic direction, using materials such as silver, wood, or polymer clay, always open to experimentation with new textures, techniques, or mediums.",
                "merchandising": "MERCHANDISING",
                "merchandisingDesc": "From the beginning, I envisioned the brand through an eco-friendly and sustainable lens. This is reflected in the use of responsible materials, not only in the products themselves but also throughout the branding ecosystem: tags made of recycled cardboard and natural twine, reusable fabric bags, plastic-free cards, and packaging designed to minimize environmental impact.",
                "nombre": "NAME",
                "nombreDesc": "KRESALA is the name of this brand—a word in Basque that means saltpetre in English. The choice was no coincidence: kresala is a word with strong phonetic presence and identity, directly evoking one of the project’s main sources of inspiration—the Basque coast. It is along that coast—in its landscapes, villages, textures, and sounds—that much of this proposal’s essence resides. Places filled with memory and emotion, where the sea salt doesn’t just cling to the skin, but also permeates the air, the sense of smell, and even hearing, blending with the sound of the sea. In this way, KRESALA is more than just a name—it’s a sensory experience that engages nearly all the senses: touch and sight when handling and viewing the garments, the smell of salt, the sound of the waves... All with the purpose of transporting the customer to those places of the Basque territory through graphic design applied to clothing and jewelry.",
                "ilus": "ILUSTRATIONS",
                "ilusDesc": "The project is currently in an advanced stage of design and conceptual development. I’ve created the entire visual identity, graphic system, and corporate materials. The images shown in this portfolio—featuring clothing and jewelry—are high-fidelity sketches meant to visually represent the final proposal. Although the project has not yet been commercially launched, the direction is clear: to create a brand with purpose, rooted in its culture, committed to its environment, and conceived with design as a tool for conveying values."
              }
            }
          },
          "others": {
            "title": "Others",
            "projects": {
              "brokis": {
                "title": "BROKIS",
                "descri": "Brochure design for an energy company",
                "descri1": "PROJECT DESCRIPTION",
                "intro": "In this project, I designed a fold-out brochure for a small shop specializing in lamps, including pendant models, floor lamps, and other styles. The client provided the images and texts, and my responsibility was to structure and organize that content to achieve a design that was attractive, clear, and functional.",
                "planta": "TOP VIEW IMAGE",
                "plantaDesc": "I worked on the strategic distribution of images and information, carefully managing the visual hierarchy and consistency throughout the brochure to ensure a smooth reading flow and effective communication. I used professional design tools to balance aesthetics with practicality, aiming for a brochure that would reflect the shop’s identity and support the customer's purchasing decision.",
                "d": "3D",
                "dDesc": "This project allowed me to deepen my skills in managing visual and textual content for promotional materials, as well as to understand the importance of strong structural design in enhancing product presentation within a compact and accessible format."
              },
              "tripticos": {
                "title": "TRÍPTICOS",
                "descri": "Content redistribution and design for school brochures",
                "descri1": "PROJECT DESCRIPTION",
                "titima": "EXAMPLES",
                "intro": "In this project, I designed several promotional brochures for different schools that were beginning their pre-enrollment period. The content—including texts, images, and logos—was provided by the institutions; my main task was to organize and structure this information effectively in order to achieve an attractive and functional design.",
                "utilizando": "Using graphic design tools, I focused on distributing the content in a clear and hierarchical way, ensuring that each key message had proper visibility and that the overall layout maintained a visual flow that made reading easier. I aimed to strike a balance between aesthetics and practicality, so that the brochures would not only catch attention but also clearly communicate the essential information to prospective students and their families.",
                "este": "This project allowed me to refine my skills in organizing complex content and creating graphic pieces that meet specific communication goals. Additionally, it helped me better understand the importance of adapting design to different audiences and the relevance of visual consistency in strengthening each school's identity."
              },
              "cascos": {
                "title": "TRITON",
                "descri": "Headphone packaging design",
                "descri1": "PROJECT DESCRIPTION",
                "intro": "In this project, my goal was to design the packaging for a pair of headphones based on pre-established content, which included the logo, texts, and provided images. My main challenge was to structure and strategically distribute these elements so that the design would flow harmoniously across all sides of the packaging, ensuring clear and appealing communication.",
                "planta": "TOP VIEW",
                "plantaDesc": "I used Adobe InDesign to carefully organize each visual and textual component, aiming for a balance between aesthetics and functionality. I paid special attention to visual hierarchy, readability, and coherence across the different faces of the packaging, ensuring that the design looked consistent and attractive from any angle. Then, using Adobe Photoshop, I created a mockup to present a realistic view of the packaging, showing how the final product would look in a real-world setting.",
                "d": "3D",
                "dDesc": "This project allowed me to develop key skills in managing graphic and textual content within a limited space, as well as in creating comprehensive designs that combine form and function. Additionally, it helped me understand the importance of strong visual structure to enhance the user experience and the product’s perception at the point of sale."
              }
            }
          }
        }
      },
      "webdevelopment": {
        "title": "Web development",
        "projects": {
          "nalion": {
            "title": "NALION",
            "descri": "Creation of a Streaming Platform with HTML, CSS, and JS",
            "descri1": "PROJECT DESCRIPTION",
            "metodo": "METHODOLOGY",
            "metodoDesc": "This project was fully developed as a team following an agile Scrum methodology, which allowed us to stay organized in an efficient and professional way. We defined the team roles (Scrum Master, Product Owner, and Developers) and structured the work into weekly sprints, with short daily follow-up meetings and retrospectives at the end of each cycle. We used Taiga as our main project management tool, where we created user stories and defined specific tasks with estimated times, responsibilities, and progress status. We also used FigJam for initial planning and team agreements (internal rules, common goals, commitments, etc.).",
            "boceto": "SKETCHES AND VISUAL PROTOTYPING",
            "bocetoDesc": "The design phase started with a low-fidelity wireframe, where we outlined the basic structure of the website-poster, visual hierarchy, and the layout of key content. From there, we moved on to a high-fidelity prototype using Penpot, an open-source collaborative design tool. There, we defined the final layout and the style guide: typography, color palette, icons, and interactive elements. This prototype served as a direct reference during development, ensuring consistent visual implementation.",
            "desarrollo": "TECHNICAL DEVELOPMENT OF THE PROJECT",
            "desarrolloDesc": "The development was carried out using HTML, CSS, and JavaScript. The main challenge was integrating real-time data from the TheMovieDB API, which allowed us to dynamically generate website content. The key features of the site included: Three trending highlighted movies with poster, title, synopsis, and detail link. Display of multiple movies by genre with individual cards. An interactive search page to filter movies by title. Detail pages for each selected movie showing extended information. The entire interface was designed to be fully responsive across different devices.",
            "calidad": "BEST PRACTICES AND CODE QUALITY",
            "calidadDesc": "Throughout development, we applied strict quality standards: clean, properly indented code with comments when necessary. Proper file separation (HTML, CSS, JS, and images). Continuous version control on GitHub, with descriptive and progressive commits to track the project’s progress. We also learned about CORS and the Same-Origin Policy, understanding browser security restrictions when working with external APIs.",
            "publi": "PUBLISHING AND FINAL DELIVERY",
            "publiDesc": "The project was published on GitHub Pages from a personal repository, including a complete README.md with all the necessary documentation: description, site link, usage instructions, technologies used, and final reflections. Each team member created a personal evaluation document with a structured reflection on the work done: achievements, challenges, lessons learned, and proposals for improvement.",
            "conclusion": "FINAL CONCLUSION",
            "conclusionDesc": "This project provided me with a complete experience in real frontend development: from visual design and collaborative work to API integration and professional product delivery. It allowed me to strengthen both technical and methodological skills, demonstrating my ability to build functional, clean, and well-structured web applications in an agile and organized work environment.",
            "logo": "LOGO",
            "cartel":"MOVIE POSTER DESIGN",
            "desktop": "DESKTOP",
            "principal":"MAIN PAGE",
            "trending":"TRENDING",
            "genero":"GENRE",
            "detalle":"DETAILS PAGE",
            "movil": "MOBILE"
          },
          "playwrong": {
            "title": "PLAYWRONG",
            "descri": "Creation of a streaming platform using REACT + VITE",
            "descri1": "PROJECT DESCRIPTION"
          },
          "portfolio": {
            "title": "PORTFOLIO",
            "descri": "Portfolio showcasing my projects and information",
            "descri1": "PROJECT DESCRIPTION"
          },
          "larulla": {
            "title": "LA RULLA",
            "descri": "Creation of a product showcase",
            "descri1": "PROJECT DESCRIPTION",
            "intro": "During my training as a frontend developer, I participated in a team project consisting of the creation of a digital dashboard-style showcase, aimed at displaying a list of categorized products with essential information such as name, description, image, price, and stock.",
            "titlanding": "MAIN PAGE",
            "para": "To develop this project, we followed agile methodologies based on Scrum. Within the team, each member assumed a defined role (Scrum Master, Product Owner, Developers), and we worked with collaborative tools like Taiga for task management, user stories, and workflow tracking. We established internal rules, team goals, and shared commitments, all reflected in a shared document, along with a final reflection on the process and the learning outcomes. Technically, we implemented a responsive web interface using HTML and CSS, ensuring accessibility and compatibility through validations (W3C) and good coding practices. The code was managed using Git and GitHub, with a clear commit history that reflected development progress. Each task was planned with time estimates and assigned individually, allowing complete project traceability.",
            "titcarro": "CART PAGE",
            "como": "As an added value, we integrated extra features requested by the client: Separation of data and logic, storing categories and products in .json files to facilitate maintenance without touching the code. Shopping cart system that allows users to generate a personalized quote. Print-optimized design, generating an A4 document with specific styling to clearly display the quote.",
            "titpdf": "DOWNLOADABLE DOCUMENT",
            "este": "This project allowed me to demonstrate not only my technical skills in frontend development but also my ability to work professionally in a team, managing real workflows and adapting to the client’s changing requirements."
          }
        }
      },
      "photography": {
        "title": "Photography",
        "animal": "Animals",
        "calle": "Street",
        "producto": "Product",
        "retratos": "Portrait",
        "naturaleza": "Nature",
        "arquitectura": "Architecture",
        "estilo-de-vida": "Lifestyle",
        "paisaje": "Landscape"
      }
    },
    "CV": {
      "RightColumn": {
        "name": "Ion",
        "surname": "Burgoa Etxaburu",
        "profession": "Graphic Designer / FrontEnd Developer",
        "indicator": {
          "aboutMe": "About me",
          "studies": "Studies",
          "experience": "Experience"
        },
        "download": "Download My CV"
      },
      "LeftColumn": {
        "ABOUT ME": "A graphic designer with a solid foundation, combined with a growing interest and knowledge of front-end development. Thanks to my design experience, I have a creative approach, which, combined with key technologies (HTML, CSS, and JavaScript), I achieve a multidisciplinary profile, contributing unique value to the team in creating attractive and functional visual interfaces.",
        "STUDIES": "STUDIES",
        "studies": [
          {
            "title": "Bachelor's Degree in Creation and Design",
            "where": "EHU",
            "when": "2009-2013"
          },
          {
            "title": "Master's Degree in Graphic Design, Creative Photography and Social Media 2.0",
            "where": "MASS MEDIA",
            "when": "2013-2014"
          },
          {
            "title": "Course on Design and Creation of Machining Parts",
            "where": "LEARTIKER",
            "when": "2016-2017"
          },
          {
            "title": "Master's Degree in Teacher Training",
            "where": "VIU",
            "when": "2016-2017"
          },
          {
            "title": "Front-End Web Development and Programming Bootcamp",
            "where": "PEÑASCAL F5",
            "when": "2025"
          }
        ],
        "EXPERIENCE": "EXPERIENCE",
        "experience": [
          {
            "title": "Graphic Designer",
            "where": "7Metrópolis (Colombia)",
            "when": "2015",
            "content": "- Comprehensive development of brand visual identity from scratch: logo, typography, and a consistent graphic style.\n- Advanced use of the Adobe suite (Illustrator, Photoshop, and InDesign).\n- Creation of visual content for social media, maintaining a consistent aesthetic aligned with brand identity."
          },
          {
            "title": "Graphic Designer & Photographer",
            "where": "DRA! (Spain)",
            "when": "2017-18",
            "content": "- Campaign creation.\n- User interaction analysis and visual content optimization for digital platforms.\n- Experience in producing high-quality images for e-commerce.\n- Proficient in image editing software such as Photoshop and Lightroom for enhancement and optimization."
          },
          {
            "title": "Graphic Designer",
            "where": "Quick Digital (Spain)",
            "when": "2018",
            "content": "- Design of visual interfaces for e-learning platforms, focusing on creating engaging and user-friendly experiences.\n- Application of graphic design principles to develop efficient visual interfaces aligned with brand identity across digital platforms.\n- Collaboration with multidisciplinary teams (developers, educators, content designers) to build effective and appealing e-learning platforms."
          },
          {
            "title": "Graphic Designer",
            "where": "Alquimia Trip (Chile)",
            "when": "2022-23",
            "content": "- Brand development and design.\n- Experience in customer needs analysis.\n- Experience in hybrid work"
          },
          {
            "title": "Art Instructor",
            "where": "Pinot & Picasso (Australia)",
            "when": "2020-23",
            "content": "- Experience in teaching and explaining concepts.\n- Promote a collaborative working environment.\n- Solve creative problems and adapt instruction to various learning styles.\n- Organization and management of creative projects, including planning, coordination, and meeting deadlines."
          },
          {
            "title": "Illustrator",
            "where": "Think Poteito (BCN)",
            "when": "2014",
            "content": "Dominio de herramientas del Pack Adobe para la creación de diseños visuales atractivos y efectivos."
          }
        ]
      }
    },
    "Contact": {
      "headline": "Send me a message!",
      "subline": "Do you have a question or suggestion, or just want to say hello? GO AHEAD! ",
      "form": {
        "nameLabel": "Name",
        "namePlaceholder": "Your name",
        "emailLabel": "Email",
        "emailPlaceholder": "Your email",
        "messageLabel": "Message",
        "messagePlaceholder": "Your message",
        "sendButton": "SHOOT"
      }
    }
  }
}
