{
  "WelcomePage": {
    "preparado": "¿PREST IONEKIN BIDAIATZEKO?",
    "click": "EGIN CLICK ",
    "aquí": "HEMEN",
    "descubre": "ETA EZAGUTU GEHIAGO"
  },
  "HomePage": {
    "HEADER": {
      "about": "NIRI BURUZ",
      "projects": "LANAK",
      "cv": "CV",
      "contact": "KONTAKTUA"
    },
    "SectionHeader": {
      "about": "NIRI BURUZ",
      "projects": "LANAK",
      "cv": "CV",
      "contact": "KONTAKTUA"
    },
    "AboutMe": {
      "ion": "ion",
      "hey": "EPA",
      "im": "Naiz",
      "text": "Mundu artistikoko adar guztiengatik sentitzen dut pasioa. Diseinu grafikoa, frontend garapena eta argazkigintza dira nire esparruak. Nire lanak ikusi nahi al dituzu?"
    },
    "ProjectsSection": {
      "graphicdesign": {
        "title": "Diseinu Grafikoa",
        "subcategories": {
          "illustration": "Ilustrazioa",
          "branding": {
            "title": "Identitate Korporatiboa",
            "projects": {
              "7metropolis": {
                "title": "7Metropolis",
                "descri": "Enpresaren nortasun korporatibo osoaren sorrera",
                "intro": "Izaera solidariozko enpresa gazte bat. Euskal eta Kataluniako ardoak inportatzen zituen, eta salmenta bakoitzeko zati bat Kolonbiako eremuak birlandatu eta berrurbanizatzeko bideratzen zuen. 7Metrolopis enpresaren marka, Ben Wilson-en Metropolis liburuan inspiratuta dago, (zibilizazio handiak, mapa nautikoak, antzinako merkataritza eta hirien bilakaera) gogora ekarriz. Dena arretaz pentsatua izan zen sendotasuna, ondarea eta gizarte-konpromisoa transmititzeko. Logotik hasi eta aplikazio txikienetara, pieza bakoitza nortasun propioa duen unibertso grafiko baten parte da. Pieza bakoitzak ardoaren zaporea ez ezik, proiektuaren konpromiso soziala komunikatzea ezinbestekoa zen. Esperientzia aparta, non diseinuak produktuak saltzeaz gain, etorkizuna hobetzen laguntzen zuen.",
                "logocola": "LOGO KOLABORATIBOA",
                "logocolaDesc": "Logotipoaren aldaerak diseinatu nituen 7Metropolisekin batera lan egiten zuten jatetxe eta banatzaileen identitateek integratzeko. Erronka handia  izan zen estilo desberdinak bateratzea marka bakoitzaren esentzia galdu gabe. Konposizio malgu eta orekatuak aukeratu ziren, 7Metropolisen estetika klasikoa eta kolaboratzaileen elementu adierazgarriak uztartuz.",
                "tarjetas": "TXARTELAK",
                "tarjetasDesc": "Bisita-txartelak eta paper-sortako beste elementu batzuk bandera ezberdinekin edo ikurriñarekin fusionatuz diseinatu ziren, koloreen arteko jokoak erabiliz (anaitasuna eta lankidetza irudikatzeko asmoz).",
                "etiquetas": "ETIKETAK",
                "etiquetasDesc": "Ardo-etiketek produktuen jatorri europarra 7Metropolisen narrazio zaharrarekin uztartzen dute. Testuradun ilustrazioak, letra serif eleganteak eta mapa edo armarri historikoak gogora ekartzen dituzten konposizioak erabili ziren.",
                "menu": "MENUA ETA EDALONTZI-AZPIKOAK",
                "menuDesc": "Ardoaren zentzumen-esperientzia osatzeko diseinatu ziren. Estilo editorial garbi batekin eta ukitu grafiko zaharrekin, markaren unibertsoarekin koherentzia eta sofistikazioa transmititzeko helburua alde batera utzi gabe.",
                "final": "Lan guzti hau Adobe paketearekin egin zen (Illustrator, Photoshop, InDesign eta Lightroom). Estetikaz gain, elementu bakoitzaren intentzioa zaintzen ahalegindu giñen. Esperientzia ahaztezina izan zen, non diseinua beste hizkuntza bat bezala bihurtu zen, eta marka, istorio bisual bat."
              },
              "dra": {
                "title": "DRA!",
                "descri": "Rebrandina, argazki katalogoa eta ilustrazioa",
                "intro": "Hasiera baten praktikak egiteko sartu nintzen enpresan, haien irudi korporatiboaren berrikuspen oso bat gidatzeko helburuarekin. Moda-osagarrietan eta haur-produktuetan espezializatutako denda izanik, bi lerro horiek bereizi behar zituen, nortasun bisual bereziekin eta markaren esentzia galdu gabe. Aldi berean, enpresaren irudiari bira bat ematea bilatzen zen. Horretarako, taldean lan egin behar izan genuen, haien behar eta helburu nagusiak ulertzeko.",
                "logo": "LOGOEN DISEINUA",
                "para": "Enpresaren publikoaren ikerketarekin hasi nintzen (helduak vs. haurrak), marka bakar baten azpian bi logotipo desberdin sortuz. Izena mantentzea beharrezkoa zenez, estetika egokitu genuen segmentu bakoitzerako.",
                "adulto": "HELDUEN LOGOA",
                "adultoDesc": "Logo sobrio eta minimalista bat sortu nuen, dendetan saltzen zituzten produktu guztiak bateratzeko baliagarria izan zedin. Horrela, enpresaren branding-a produktu guztien artean bateratzea lortu genuen.",
                "nino": "HAURREN LOGOA",
                "ninoDesc": "Logo dibertigarri eta koloretsu bat sortu nuen, txikienen arreta erakartzeko. Forma organikoak eta kolore biziak dituen paleta bat erabiliz.",
                "como": "Haur-dendak kanpotik identifikatzeko kartel bat jarri nahi zutenez, bi aukera desberdin diseinatu nizkien. Lehen diseinua egurrezko listoi koloretsuz osatutako panela, bertan logoaren bertsio inprimatuarekin, eta bestea koloretako azulejuz egindako collage bat.",
                "merchandising": "MERCHANDISING KORPORATIBOA",
                "merchandisingDesc": "Oihalezko poltsak, bezero-txartelak eta packaging-a diseinatu nituen nortasun berriarekin.",
                "flyers": "FLYERRAK",
                "flyersDesc": "Promozio eta ekitaldi berezietarako flyer-en diseinu lanak.",
                "campanas": "KANPAINA ESTAZIONALAK",
                "campanasDesc": "Gabonetako, denboraldiz kanpoko beherapenen eta udaberri/udazken etorreren promozioetarako banner-ak, emailing-ak eta flyer-ak sortu nituen.",
                "foto": "ARGAZKILATZA ETA SARE SOZIALAK",
                "fotoDesc": "Amaitzeko, produktuen argazkiak ere egin nituen webgunerako eta sare sozialetarako, markaren identitatea sarean indartuz."
              },
              "constone": {
                "title": "Constone",
                "descri": "Logotipoaren eta merkataritza-produktuen sorrera",
                "description": "Colaboración con esta marca para desarrollar una identidad visual coherente a través del diseño de logotipo, tarjetas de visita y materiales promocionales."
              },
              "codigo": {
                "title": "Código",
                "descri": "Logotipoaren eta merkataritza-produktuen sorrera",
                "description": "Diseño de interfaz y experiencia de usuario para una plataforma web, integrando componentes gráficos modernos y responsive."
              },
              "alquimia": {
                "title": "Alquimia Trip",
                "descri": "Helburu-publikoaren analisia, markaren sorrera eta sareak",
                "description": "Diseño de interfaz y experiencia de usuario para una plataforma web, integrando componentes gráficos modernos y responsive."
              },
              "kresala": {
                "title": "Kresala",
                "descri": "Nire proiektu pertsonalaren sorrera oinarrietatik bertatik",
                "intro": "Tatuaje pertsonal baterako marrazki gisa sortu zen irudia, azkenean nire marka propioa sortzeko inspirazio bihurtu zen. Proiektu hau modu organikoan sortu zen, pertsonaletik abiatuta, baina kolektibora zabaltzen da, Euskal Herriko (historia, estetika eta nortasun sinboloekin) lotura sakona ezarriz.",
                "marca": "MARKA",
                "marcaDesc": "Proiektuaren ardatz kontzeptuala historiaz beteriko sinbolo baten inguruan egituratzen da: haritza, zehazki Gernikako Arbola. Gernikako Batzar Etxean kokatua, zuhaitz honek euskal herriaren indarra eta iraunkortasuna errepresentatzen ditu. Denborarekin, (askatasun, nortasun kultural eta lurrarekin dagoen) loturaren ikur bilakatu da. Dimentsio sinboliko hori da markaren nortasun bisualera ekarri nahi izan dudana: sendoa, sustraitua, balore handi eta memoria kolektiboan sakon errotua.",
                "partir": "Abiapuntu horretatik, balio kultural handiko elementu bisualetan oinarritutako estetika lerro bat garatzen hasi nintzen: Euskal Herriko paisaiak, objektu tradizionalak, arkitektura lokaleko apaindura motiboak, landa-eszenak, herri jantziak, euskal mitologiako elementuak eta euskal ondarea modu autentikoan ordezkatzen duten edozein baliabide bisual. Diseinu prozesua ikerketa ikonografiko, historiko eta emozional baten bidez hasten da, eta horrek konposizio bereziak sortzea ahalbidetzen du, tradizioa ikuspegi grafiko garaikide batekin uztartuz. Erabiliko diren ekoizpen teknikek—xilografia eta serigrafia artisaua, esaterako—are gehiago indartzen dute emaitzaren identitatea eta benetakotasuna.",
                "logo": "LOGOA",
                "logoDesc": "Haritzaren erdi hosto baten irudia, zeinek jantzi eta osagarrien lerroa irudikatzen duen. Irudi hau osatzeko bigarren erdi bat aurreikusi da, bitxigintzako lerroa irudikatzen duena. Bi zatiak batzean, look oso bat sortzea lortzen da, non ehungintzaren eta objektuaren unibertsoak modu harmoniko eta esanguratsuan fusionatzen diren. Hostoaren mozketak itxura berezi bat du: giltza baten forman oinarritzen da, Saturrarango Eskilantxarri haitzaren siluetatik inspiratua. Horrek beste sinbolo-geruza bat gehitzen dio irudiari, lurraldeari, natura-memoriari eta aukera berrien irekitzearekin lotuta.",
                "abarca": "Proiektuak bi produktu-lerro nagusi hartzen ditu: arropa eta bitxigintza. Arropen artean: kamisetak, jertseak, tote poltsak, biserak, zapiak eta gehiago egongo dira. Guztiak material jasangarriekin landuak eta markaren balioekin bat datorren kolore-paleta batekin: zuria, beltza eta lurreko tonuak, (berdeak, horiak edo laranja) koloreak, naturaren koloreetan zuzenean inspiratuak. Bitxigintzako lerroak, berriz, norabide eskultorikoagoa eta sinbolikoagoa hartzen du, material gisa (zilarra, egurra edo fimoa)erabiliz, beti prest esperimentazio berriak egiteko testura, teknika edo euskarrietan.",
                "merchandising": "MERCHANDISING",
                "merchandisingDesc": "Hasieratik, marka ikuspegi jasangarri eta ingurumenarekiko arduratsutik sortu dut. Horrek esan nahi du erabili diren material guztiek erantzukizunez hautatuak izan direla, bai produktuen kasuan, bai branding-ekosistemaren osagaietan ere: kartoizko etiketak, soka naturalarekin lotuak, berrerabil daitezkeen oihalezko poltsak, plastikorik gabeko txartelak eta ingurumenean ahalik eta eragin txikiena izateko diseinatutako packaging-a.",
                "nombre": "IZENA",
                "nombreDesc": "KRESALA gaztelaniaz “salitre”. Hautaketa ez zen kasualitatea izan: kresala hitzak indar fonetiko handia du, nortasunarekin lotzen da eta zuzenean gogorarazten du proiektuaren inspirazio nagusietako bat: Euskal Kostaldea. Itsasertzean—bere paisaietan, herrietan, testuretan eta soinuetan—aurkitzen da proposamen honen esentziaren parte handi bat. Oroimen eta sentsazioz betetako tokiak dira, non kresala ez den bakarrik azalean geratzen, baizik eta airean, usaimenean eta entzumenan ere sartzen da, itsasoaren hotsarekin nahastuta. Horrela, KRESALA ez da izen hutsa: zentzumen esperientzia bat da, ia zentzumen guztiak hartzen dituena: ukimena eta ikusmena jantziak ikusi eta ukitzean, kresalaren usaina, olatuen soinua… Guztia bezeroa lurraldeko leku horietara eramateko helburuarekin, diseinu grafikoaren bidez, arropa eta bitxien bidez.",
                "ilus": "ILUSTRAZIOAK",
                "ilusDesc": "Gaur egun, proiektua diseinu eta kontzeptualizazio fase aurreratuan dago. Garatuta dago marka osoaren nortasun bisuala, sistema grafikoa eta material korporatiboa. Portfolio honetan erakusten diren irudiak—arropa eta bitxiei dagozkienak—zirriborroak dira, proposamenaren azken emaitza gutxi gora behera bisualki irudikatzeko sortuak. Proiektua oraindik merkaturatu ez bada ere, norabidea argi dago: helburuarekin sortutako marka bat izatea, bere kulturari lotua, ingurumenarekin konprometitua eta diseinua balioak transmititzeko tresna gisa ulertzen duena."
              }
            }
          },
          "others": {
            "title": "Besteak",
            "projects": {
              "brokis": {
                "title": "BROKIS",
                "descri": "Argindar-enpresa baterako eskuorrien diseinua",
                "intro": "Proiektu honetan, tolesturiko liburuxka bat diseinatu nuen lanparatan espezializatutako saltoki txiki baterako, zintzilik dauden modeluak, zutikakoak eta beste hainbat estilo barne. Bezeroak irudiak eta testuak eman zizkidan, eta nire ardura izan zen eduki hori egituratu eta antolatzea diseinu erakargarri, argi eta funtzional bat lortzeko.",
                "planta": "GOIKO IKUSPEGIA",
                "plantaDesc": "Irudien eta informazioaren banaketa estrategikoan lan egin nuen, hierarkia bisuala eta koherentzia zainduz liburuxka osoan zehar, irakurlearen ibilbidea arina izan zedin eta komunikazioa eraginkorra. Diseinu-tresna profesionalak erabili nituen estetikaren eta praktikotasunaren arteko oreka bilatzeko, liburuxkak saltokiaren nortasuna islatzea eta bezeroaren erosketa-erabakia erraztea helburu hartuta.",
                "d": "3D",
                "dDesc": "Proiektu honek aukera eman zidan eduki bisual eta testuala kudeatzeko trebetasunak sakontzeko material promozionaletan, eta baita diseinu egituratu on baten garrantzia ulertzeko, produktuen aurkezpena formatu tinko eta eskuragarri batean indartzeko."
              },
              "tripticos": {
                "title": "TRÍPTICOS",
                "descri": "Eskola-eskuorrientzako edukien birbanaketa eta diseinua",
                "intro": "Proiektu honetan, hainbat eskolatarako triptiko promozionalak diseinatu nituen, aurrematrikula-epea hasten ari zirenean. Edukia —testuak, irudiak eta logotipoak barne— ikastetxeek beraiek eman zuten; nire lan nagusia informazio hori modu eraginkorrean antolatzea eta egituratzea izan zen, diseinu erakargarri eta funtzional bat lortzeko helburuarekin.",
                "utilizando": "Diseinu grafikorako tresnak erabiliz, edukia modu argian eta hierarkikoki banatzea izan zen nire helburua, mezu gako bakoitzak beharrezko ikusgarritasuna izan zezan eta irakurketa erraztuko zuen estruktura bisuala mantenduz. Estetikaren eta praktikotasunaren arteko oreka bilatu nuen, triptikoek arreta erakartzeaz gain informazio funtsezkoa argi komunikatzeko gai izan zitezen, bai etorkizuneko ikasleentzat, bai beren familientzat.",
                "este": "Lan honek aukera eman zidan eduki konplexua antolatzeko trebetasunak fintzeko, eta helburu komunikatibo zehatzak betetzen dituzten pieza grafikoak sortzeko. Gainera, hobeto ulertu nuen diseinua publiko ezberdinetara egokitzearen garrantzia, eta ikusizko koherentziak ikastetxe bakoitzaren identitatea sendotzeko duen eragina."
              },
              "cascos": {
                "title": "TRITON",
                "descri": "Entzungailuen packaging diseinua",
                "intro": "Proiektu honetan, nire helburua aurikular-kutxa baten packaging-a diseinatzea izan zen. Aurrez ezarritako eduki batetik abiatuta (logoa, testuak eta irudiak). Nire erronka nagusia elementu horiek estrategikoki egituratu eta banatzea izan zen, diseinua kutxaren alde guztietan harmoniaz ikusi zedin, komunikazio argi eta erakargarri bat bermatuz.",
                "planta": "GOIKO IKUSPEGIA",
                "plantaDesc": "Adobe InDesign erabili nuen osagai bisual eta testual bakoitza arretaz antolatzeko, estetika eta funtzionaltasunaren arteko oreka bilatuz. Arreta berezia jarri nion hierarkia bisualari, irakurgarritasunari eta packaging-aren alde desberdinen arteko koherentziari, diseinua edozein angelutatik uniformea eta erakargarria izan zedin. Gero, Adobe Photoshop-en muntaketa bat egin nuen packaging-aren ikuspegi erreala aurkezteko, produktuak benetako ingurune batean izango lukeen itxura erakutsiz.",
                "d": "3D",
                "dDesc": "Lan honek aukera eman zidan espazio mugatu batean eduki bisual eta testuala kudeatzeko gaitasun garrantzitsuak garatzeko, baita forma eta funtzioa uztartzen dituzten diseinu integralak sortzeko ere. Horrez gain, ulertu nuen egitura bisual on batek zenbateko garrantzia duen erabiltzailearen esperientzia hobetzeko eta produktua salmenta-puntuan modu eraginkorrean aurkezteko."
              }
            }
          }
        }
      },
      "webdevelopment": {
        "title": "Web Garapena",
        "projects": {
          "nalion": {
            "title": "NALION",
            "descri": "Streaming plataforma bat sortzea HTML, CSS eta JS erabiliz"
          },
          "playwrong": {
            "title": "PLAYWRONG",
            "descri": "Streaming plataforma bat sortzea REACT + VITE erabiliz"
          },
          "portfolio": {
            "title": "PORTFOLIO",
            "descri": "Nire proiektu eta informazioaren portfolioa"
          },
          "larulla": {
            "title": "LA RULLA",
            "descri": "Produktuen erakusleiho baten sorrera"
          }
        }
      },
      "photography": {
        "title": "Argazkigintza",
        "animal": "Animaliak",
        "calle": "Kalea",
        "producto": "Produktuak",
        "retratos": "Erretratuak",
        "naturaleza": "Natura",
        "arquitectura": "Arkitektura",
        "estilo-de-vida": "Bizi estiloa",
        "paisaje": "Paisaia"
      }
    },
    "CV": {
      "RightColumn": {
        "name": "Ion",
        "surname": "Burgoa Etxaburu",
        "profession": "Diseinatzaile Grafikoa / FrontEnd Programatzailea ",
        "indicator": {
          "aboutMe": "Niri buruz",
          "studies": "Ikasketak",
          "experience": "Lan esperientzia"
        },
        "download": "Deskargatu Nire CV"
      },
      "LeftColumn": {
        "ABOUT ME": "Diseinu munduan oinarri sendo eta frontend garapenaren inguruko gero eta interes eta ezagutza handiagoarekin konbinatutako diseinatzaile grafikoa naiz. Nire diseinatzeko esperientziari esker, ikuspegi sortzailea landu dut eta teknologia gakoekin (HTML, CSS eta JavaScript) bateratuz, diziplina anitzeko profila lortu dut. Honi esker, interfaze bisual erakargarri eta funtzionalak sortzeko balio berezia eman diezaioket edozein lan talderi",
        "STUDIES": "IKASKETAK",
        "studies": [
          {
            "title": "Sorkuntza eta Diseinuan Gradua",
            "where": "EHU",
            "when": "2009-2013"
          },
          {
            "title": "Diseinu Grafikoa, Sormen Argazkilaritza eta 2.0 Sareak Masterra",
            "where": "MASS MEDIA",
            "when": "2013-2014"
          },
          {
            "title": "Fabrikazio Mekanikoko Piezen Diseinu eta Sorkuntza Ikastaroa",
            "where": "LEARTIKER",
            "when": "2016-2017"
          },
          {
            "title": "Irakasleen Prestakuntza Masterra",
            "where": "VIU",
            "when": "2016-2017"
          },
          {
            "title": "Web ingurumenaren garapena eta programazioa (FrontEnd) BootCamp",
            "where": "PEÑASCAL F5",
            "when": "2025"
          }
        ],
        "EXPERIENCE": "LAN ESPERIENTZIA",
        "experience": [
           {
             "title": "Diseinatzaile Grafikoa",
            "where": "7Metrópolis (Colombia)",
            "when": "2015",
            "content": "- Markaren nortasun bisualaren garapen integrala hutsetik abiatuta: logotipoa, tipografia eta estilo grafiko koherentea.\n- Adobe paketearen erabilera profesionala (Illustrator, Photoshop eta InDesign).\n- Sare sozialetarako eduki bisualaren sorrera, marka-identitatearekin bat datorren estetika koherentea mantenduz."
          },
          {
            "title": "Diseinatzaile grafiko eta argazkilaria",
            "where": "DRA! (España)",
            "when": "2017-18",
            "content": "- Kanpainen sorkuntza.\n- Erabiltzaileen interakzioaren azterketa eta eduki bisualaren optimizazioa plataforma digitaletan.\n - Kalitate handiko irudien sorrera esperientzia, merkataritza elektronikora bideratua.\n- Photoshop eta Lightroom bezalako irudi-edizio softwareen erabilera, irudiak hobetzeko eta optimizatzeko."
          },
          {
            "title": "Diseinatzaile Grafikoa",
            "where": "Quick Digital (España)",
            "when": "2018",
            "content": "- E-learning plataformetarako interfazeen diseinu bisuala, erabiltzailearentzako esperientzia erakargarri eta erabilerrazak sortzera bideratuta.\n- Diseinu grafiko lanak, marka-identitatearekin koherenteak diren eta eraginkortasun bisuala duten interfazeak sortzeko plataforma digitaletan.\n- Diziplina anitzeko taldeen lankidetza (pedagogoak, diseinatzaileak), e-learning plataforma erakargarri eta eraginkorrak sortzeko."
          },
          {
            "title": "Diseinatzaile Grafikoa",
            "where": "Alquimia Trip (Chile)",
            "when": "2022-23",
            "content": "- Markaren garapena eta diseinua\n- Bezeroen beharren analisian esperientzia.\n- Lan hibridoan esperientzia"
          },
          {
            "title": "Arte Irakaslea",
            "where": "Pinot & Picasso (Australia)",
            "when": "2020-23",
            "content": "- Kontzeptuak irakasteko eta azaltzeko esperientzia.\n- Lankidetzazko lan-giroa sustatzea.\n- Sormen arazoak konpontzea eta irakaskuntza ikasketa estilo desberdinetara egokitzea.\n- Proiektu sortzaileen antolaketa eta kudeaketa: plangintza, koordinazioa eta epeen betetzea barne."
          },
          {
            "title": "Ilustratzailea",
            "where": "Think Poteito (BCN)",
            "when": "2014",
            "content": "- Enpresekin lankidetza zuzena, haien nortasun bisuala eta estilo grafikoa definitzeko, behar eta marka-helburuetara egokituta.\n- Bezeroekin aurretiaz egindako briefing eta bileretan oinarritutako ilustrazio pertsonalizatuen garapena.\n- Material promozionalaren diseinua eta ekoizpena, hala nola flyer-ak eta Think Poteitorako banner digitalak."
          }
        ]
      }
    },
    "Contact": {
      "headline": "Bidali mezu bat!",
      "subline": "Galderarik edo iradokizunik baduzu, edo kaixo esan nahi duzu besterik gabe? AURRERA!",
      "form": {
        "nameLabel": "Izena",
        "namePlaceholder": "Zure izena",
        "emailLabel": "Helbide elektronikoa",
        "emailPlaceholder": "Zure emaila",
        "messageLabel": "Mezua",
        "messagePlaceholder": "Zure mezua",
        "sendButton": "BIDALI"
      }
    }
  }  
}


